"DIALER" = "Teclat";
"SPEED_DIAL" = "Favorits";
"ADDRESS_BOOK" = "Contactes";
"CALL_HISTORY" = "Recents";
"VOICEMAIL" = "Bústia";

"THIS_PHONE" = "El meu núm.:";
"UNKNOWN_CALLER" = "Desconegut";
"BLOCKED_CALLER" = "Ocult";
"UNKNOWN_CALLER_DETAIL" = "Número desconegut";
"BLOCKED_CALLER_DETAIL" = "Número ocult";
"UNKNOWN_LOCATION" = "Ubicació desconeguda";
"CANCEL" = "Cancel·lar";
"CALL" = "Trucar";
"VOICEMAIL_CALLER" = "Bústia";

"I_PHONE" = "iPhone";
"SPEAKER_PHONE" = "Altaveu del telèfon";